Repository: MarCnu/pdfXBlock
Catalog: pdf/translations/*/LC_MESSAGES/text.po
Languages: es_419

source: Display Name
es_419: Nombre a mostrar

source: This name appears in the horizontal navigation at the top of the page.
es_419: Este nombre aparece en la barra de título superior horizontal del componente.

source: PDF URL
es_419: URL del PDF

source: The URL for your PDF.
es_419: La URL para su PDF

source: PDF Download Allowed
es_419: Descarga permitida del PDF

source: Display a download button for this PDF.
es_419: Mostrar un botón de descarga para este PDF.

source: Source document button text
es_419: Texto del botón del documento de origen.

source: Add a download link for the source file of your PDF. Use it for example to provide the PowerPoint file used to create this PDF.
es_419: Añada un enlace de descarga para el archivo de origen de su PDF. Úselo, por ejemplo, para proporcionar el archivo PowerPoint usado para crear este PDF.

source: Source document URL
es_419: URL del documento fuente

source: Default : Download the source document
es_419: Predeterminado: Descargue el documento fuente

source: Save
es_419: Guardar

source: Cancel
es_419: Cancelar

source: It appears you don't have a PDF plugin for this browser.
es_419: Parece que no tiene un complemento PDF para este navegador.

source: Download the PDF
es_419: Descargar el PDF

source: Download the source document
es_419: Descargar el documento de fuente
